tap "homebrew/bundle"
tap "koekeishiya/formulae"
brew "bat"
brew "cargo-nextest"
brew "commitizen"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-absorb"
brew "git-filter-repo"
brew "glow"
brew "go"
brew "httpie"
brew "jq"
brew "lazygit"
brew "ltex-ls"
brew "neovim"
brew "node@20"
brew "proselint"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "discord"
cask "font-fira-code"
cask "hiddenbar"
cask "hovrly"
cask "monitorcontrol"
cask "raycast"
cask "spotify"
cask "stats"
cask "wezterm"
