tap "aviator-co/tap"
tap "bats-core/bats-core"
tap "bufbuild/buf"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "kurtosis-tech/tap"
brew "act"
brew "lz4"
brew "bat"
brew "bats-core"
brew "bzip2"
brew "clang-format"
brew "commitizen"
brew "dasel"
brew "docker"
brew "ethereum"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git-absorb"
brew "git-filter-repo"
brew "git-flow"
brew "glow"
brew "go"
brew "grpcui"
brew "httpie"
brew "jq"
brew "lazygit"
brew "ltex-ls"
brew "neovim"
brew "node@20"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "proselint"
brew "protobuf"
brew "ripgrep"
brew "rocksdb"
brew "starship"
brew "stow"
brew "television"
brew "terraform"
brew "tmux"
brew "tree"
brew "unar"
brew "vbindiff"
brew "wget"
brew "yazi"
brew "zig"
brew "zlib"
brew "zoxide"
brew "aviator-co/tap/av"
brew "bats-core/bats-core/bats-assert"
brew "bats-core/bats-core/bats-support"
brew "bufbuild/buf/buf"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kurtosis-tech/tap/kurtosis-cli"
cask "1password-cli"
cask "discord"
cask "element"
cask "font-fira-code"
cask "font-symbols-only-nerd-font"
cask "git-credential-manager"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "hovrly"
cask "monitorcontrol"
cask "obs"
cask "raycast"
cask "spotify"
cask "stats"
cask "wezterm"
cask "zed"
